Repository: wloczynutka/wlog
Catalog: src/CarBundle/Resources/translations/messages.*.po
Languages: pl

source: Date
pl: Data

source: Odometer
pl: Licznik

source: Type
pl: Typ

source: Paid amount
pl: Kwota

source: Currency
pl: Waluta

source: Description
pl: Opis

source: Litres
pl: Litrów

source: Price/liter
pl: Cena/Litr

source: Exchange rate
pl: Kurs

source: Fuel Type
pl: Rodzaj paliwa

source: Average consumption by computer
pl: Zużycie paliwa w/g komputera

source: Average speed
pl: prędkość średnia

source: Driving time
pl: Czas jazdy

source: Mileage:
pl: Przebieg:

source: Avg Consumption:
pl: Śr. spalanie:

source: comp:
pl: w/g komp.:

source: Tanked volume:
pl: Zatankownego paliwa:

source: reperair
pl: naprawa

source: period service
pl: serwis okresowy

source: accesory
pl: akcesoria

source: parts
pl: części

source: insurance
pl: ubezpieczenie

source: tax
pl: podatek

source: other
pl: inny

source: camper conversion
pl: konwersja biwakowa

source: technical examination
pl: badanie tehchniczne (przegląd rejestracyjny)

source: tool roads
pl: opłata drogowa

source: Fuel type
pl: Typ paliwa

source: petrol
pl: Benzyna

source: diesel
pl: Olej napędowy

source: Add cost
pl: Dodaj koszt

source: Add fueling
pl: Dodaj tankowanie

source: Add new car
pl: Dodaj samochód

source: Add partial fueling
pl: Dodaj częściowe tankowanie (nie do pełna)

source: All cost total
pl: Suma wszystkich kosztów

source: Amount
pl: Kwota

source: Auto budget
pl: Auto budżet

source: Average fuel consumption
pl: Średnie rzeczywiste zużycie paliwa

source: Calculated trip odometer
pl: dystans wyliczony

source: Car
pl: Samochód

source: Days from last fueling
pl: Ilość dni od ostatniego tankowania

source: Edit
pl: Edytuj

source: Edit vehicle
pl: Edytuj auto

source: Export data
pl: Eksport danych

source: Fuel consumption
pl: Zużycie paliwa

source: List of cars
pl: Lista samochodów

source: Mileage
pl: przebieg

source: Please log-in
pl: Proszę się zalogować

source: Tanked litres volume
pl: Ilość zatankownych litrów

source: Total accesory costs
pl: Całkowity koszt akcesoriów

source: Total camper costs
pl: Całkowity koszt ukamperowienia

source: Total fuel cost
pl: Całkowity koszt paliwa

source: Total insurance costs
pl: Całkowity koszt ubezpieczeń

source: Total other costs
pl: Całkowite koszty inne

source: Total parts costs
pl: Całkowity koszt części

source: Total reperair costs
pl: Całkowity koszt napraw

source: Total service costs
pl: Całkowity koszt przeglądów

source: Total tax costs
pl: Całkowity koszt opłat i podatków

source: Trip odometer
pl: Pokonany dystans

source: User is not logged in. Some features are disabled
pl: Użytkownik nie jest zalogowany. niektóre funkcje nie będą wyświetlane.
